{
  "mshahdbadini":[
  
     {
   "id":9,
      "wene1":"https://firebasestorage.googleapis.com/v0/b/fir-auth-c35db.appspot.com/o/the%20man%20from%20nowhere%2Fphoto_2024-09-12_16-43-27.jpg?alt=media&token=c03bad9a-e65f-468c-a45d-8aff3306dfb4",
      "wene":"https://firebasestorage.googleapis.com/v0/b/fir-auth-c35db.appspot.com/o/the%20man%20from%20nowhere%2Ffrom.jpg?alt=media&token=e4ea9966-06f1-4074-9c13-83b38b6183b5",
      "ism":" ",
      "nav":"The Man from Nowhere",
    "action":"film",
    "aaction":" Action",
    "raiting":"star",
    "araitng":" 7.7",
    "time":"time-sharp",
    "atime":" 1h 59m",
    "play1":" ",
    "trailer":"ترەیلەر",
     "youtube":"38rPoGSr19U?si=eAR9kZ0Q_wZzYePW",
     
      "jor":"The Man from Nowhere",
"play":"https://firebasestorage.googleapis.com/v0/b/fir-auth-c35db.appspot.com/o/cinama%2FIMG_2725.MP4?alt=media&token=21ac652d-fd46-4234-aacc-d0b1c08c6604",
 "kurti":"كورتی",
 "akurti":"Cha Tae-sik is a quiet man running a pawnshop. His only friend is So-mi, a little girl from the same neighborhood. So-mi's mother Hyo-jeong is a go-go dancer and opium addict. Instructed by her lover, Hyo-jeong steals a large pack of opium being sold at the bar where she works and hides it in a camera bag, which she pawns to Tae-sik for safekeeping. Drug lord Oh Myung-gyu tasks his subordinate brothers, Man-seok and Jong-seok, with retrieving the opium. Jong-seok locates Hyo-jeong and tortures her in front of So-mi until she reveals the location of the drugs. Jong-seok's lackeys Du-chi and Bear go to the pawnshop, but Tae-sik easily overpowers them. Holding So-mi hostage, Jong-seok forces Tae-sik to deliver the opium to Myung-gyu. Man-seok, tired of working for his brother, informs the police, but Myung-gyu evades arrest. Tae-sik is arrested after discovering Hyo-jeong's body with her organs harvested in the back of his car. Tae-sik escapes from the police station, alarming them with his display of combat skills. Upon further investigation, the officers discover that Tae-sik was a former covert operative for South Korean Army Intelligence, but retired after an assassin killed his pregnant wife. The brothers track down Hyo-jeong's lover and kill him, while the brothers' bodyguard Ramrowan kills Myung-gyu, thus allowing the brothers to take over his operations. Following a lead from the burner phone Jong-seok gave him, Tae-sik tracks Du-chi to a nightclub. As Tae-sik asks about the brothers, Ramrowan walks in and shoots at them, killing Du-chi and wounding Tae-sik. Tae-sik escapes and finds his former partner, who nurses him back to health and helps him acquire a gun. Tae-sik goes back to the city and discovers a drug manufacturing plant; in the process of destroying it, he kills Jong-seok and frees the enslaved child workers.Tae-sik confronts Man-seok's gang at his condominium. Claiming that he had So-mi's eyes harvested, Man-seok shows Tae-sik a container with two preserved eyeballs. Enraged, Tae-sik brutally kills the gang members, including Ramrowan and Man-seok. As Tae-sik prepares to commit suicide out of grief, a dirty but unharmed So-mi finds him. Ramrowan, who took pity on her because she had been kind to him, had spared her life -- the eyes in the container belonged to the gangsters' surgeon. The police allow Tae-sik and So-mi to ride together after Tae-sik's arrest. When So-mi falls asleep, Tae-sik asks them to stop at a small convenience store where he buys a backpack along with other school supplies. Tae-sik tells So-mi that she is going to be on her own as the police have to take him away. Before leaving, Tae-sik asks her for a hug and breaks down in tears as they embrace.",
"actor":"https://media.themoviedb.org/t/p/w276_and_h350_face/v5lzKZjvNrbgYnr3vw8cKZVNyTA.jpg",
"actor1":"https://media.themoviedb.org/t/p/w276_and_h350_face/gV5WUw4GiKeTiPO0RgZ2GHyL9Yv.jpg",
 "actor2":"https://media.themoviedb.org/t/p/w276_and_h350_face/8mTd6HpLDFK2cwiWhoyZO78A5n1.jpg",
 "actor3":"https://media.themoviedb.org/t/p/w276_and_h350_face/sDCxskfmmNidOjV2LwsWh9dAVbN.jpg",
 "actor4":"https://media.themoviedb.org/t/p/w276_and_h350_face/yfvun7dhG1T33qXPCbWVY3hx90b.jpg",
 "actor5":"https://media.themoviedb.org/t/p/w276_and_h350_face/AliWyacF1Hn6h9XViCrH6wTLZjH.jpg",
"new":"https://firebasestorage.googleapis.com/v0/b/fir-auth-c35db.appspot.com/o/wenee%2Fimage-removebg-preview.png?alt=media&token=a7ee7605-d295-479b-93a2-26461468bf6e"
    }

 ]
}
